<template>
  <section>
    <p class="tw-text-md tw-text-[#4F626D] tw-leading-120 tw-mb-20 tw-max-w-[343px] md:tw-text-lg md:tw-max-w-[480px] md:tw-font-extrabold lg:tw-max-w-[940px]">
      График работы офиса в майские праздники
    </p>
    <div class="tw-mb-30 tw-max-w-[343px] tw-space-y-10 2xl:tw-max-w-[680px]" v-html="content"></div>
  </section>
</template>

<script>
export default {
  props: {
    id: {
      required: true,
      type: [String, Number]
    }
  },
  data() {
    return {
      content: `
        <p>Друзья! На сайте открыт доступ к дому литер 8 ЖК Белые Росы.</p>
        <p>Десятиэтажный дом полностью из кирпича. Сдача во 2 квартале 2023 года. В продаже более
        200 квартир. Представлены разнообразные планировки от студий до просторных трехкомнатных.</p>
        <p>Заходите и выбирайте.</p>
                <p>Друзья! На сайте открыт доступ к дому литер 8 ЖК Белые Росы.</p>
        <p>Десятиэтажный дом полностью из кирпича. Сдача во 2 квартале 2023 года. В продаже более
        200 квартир. Представлены разнообразные планировки от студий до просторных трехкомнатных.</p>
        <p>Заходите и выбирайте.</p>
                <p>Друзья! На сайте открыт доступ к дому литер 8 ЖК Белые Росы.</p>
        <p>Десятиэтажный дом полностью из кирпича. Сдача во 2 квартале 2023 года. В продаже более
        200 квартир. Представлены разнообразные планировки от студий до просторных трехкомнатных.</p>
        <p>Заходите и выбирайте.</p>
                <p>Друзья! На сайте открыт доступ к дому литер 8 ЖК Белые Росы.</p>
        <p>Десятиэтажный дом полностью из кирпича. Сдача во 2 квартале 2023 года. В продаже более
        200 квартир. Представлены разнообразные планировки от студий до просторных трехкомнатных.</p>
        <p>Заходите и выбирайте.</p>
                <p>Друзья! На сайте открыт доступ к дому литер 8 ЖК Белые Росы.</p>
        <p>Десятиэтажный дом полностью из кирпича. Сдача во 2 квартале 2023 года. В продаже более
        200 квартир. Представлены разнообразные планировки от студий до просторных трехкомнатных.</p>
        <p>Заходите и выбирайте.</p>
      `
    }
  }
}
</script>

<style>

</style>
